<?php
function loopBankName($p_val='')
{
	$bank = array('','산업은행','기업은행','국민은행','외환은행','수협중앙회','NH농협은행','지역농/축협','우리은행','스탠다드차타드은행(SC제일)','한국씨티은행(한미)','대구은행','부산은행','광주은행','제주은행','전북은행','경남은행','새마을금고','신용협동조합','상호저축은행','HSBC은행','도이치은행','JP모간체이스은행','BOA(뱅크오브아메리카)','우체국','하나(서울)은행','신한(조흥)은행','동양증권','현대증권','미래에셋증권','대우증권','삼성증권','한국투자증권','우리투자증권','교보증권','하이투자증권','HMC투자증권','키움증권','이트레이드증권','SK증권','대신증권','아이엠투자','한화투자증권','하나대투증권','신한금융투자','동부증권','유진투자증권','메리츠증권','NH농협증권','부국증권','신영증권','LIG투자증권','비엔피파리바은행','산림조합');
	$arr = array();
	foreach($bank as $row){
		$arr[] = '<option value="'.$row.'" '.($p_val==$row?' selected="selected"':'').'>'.(empty($row)?'은행을 선택해주세요':$row).'</option>';
	}
	echo implode("\n",$arr);
}
?>